"Numbers" = "數字";"References" = "參考";"SingleComment" = "-- 註解";"Control Statements" = "控制宣告";"Constants" = "常數";"Comment" = "(* 註解 *)";"Predefined Variables" = "預先定義變數";"Operators" = "算符";"Characters" = "字元";"Variable Assigments" = "變數配值";"Base" = "基礎";"Commands" = "命令";"String" = "*字串*";